Repository: milanvarady/Applite
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, hu, ja, tr, zh_hans, zh_hk

# **This app is deprecated** **Reason:** %@ **Date:** %@
source: **This app is deprecated** **Reason:** %1$@ **Date:** %2$@
fr: **Cette application est obsolète** **Raison :** %1$@ **Date :** %2$@
hu: **Ez az alkalmazás elavult** **Ok:** %1$@ **Dátum:** %2$@
ja: **このアプリは非推奨です** **理由:** %1$@ **日付:** %2$@
tr: **Bu uygulama artık önerilmiyor** **Neden:** %1$@ **Tarih:** %2$@
zh_hans: **此应用已弃用** **原因：** %1$@ **日期：** %2$@
zh_hk: **此應用程式已被棄用** **原因：** %1$@ **日期：** %2$@

# **This app is disabled** **Reason:** %@ **Date:** %@
source: **This app is disabled** **Reason:** %1$@ **Date:** %2$@
fr: **Cette application est désactivée** **Raison :** %1$@ **Date :** %2$@
hu: **Ez az alkalmazás le van tiltva** **Ok:** %1$@ **Dátum:** %2$@
ja: **このアプリは無効です** **理由:** %1$@ **日付:** %2$@
tr: **Bu uygulama devre dışı** **Neden:** %1$@ **Tarih:** %2$@
zh_hans: **此应用已停用** **原因：** %1$@ **日期：** %2$@
zh_hk: **此應用程式已被停用** **原因：** %1$@ **日期：** %2$@

source: /path/to/brew
fr: /chemin/vers/brew
hu: /brew/elérési/útvonal
tr: brew/klasörü/yolu

source: /path/to/dir
fr: /chemin/vers/dossier
hu: /elérési/útvonal
tr: /klasör/yolu

source: %@ is part of a bulk operation
fr: %@ fait partie d'une opération groupée
hu: A(z) %@ egy csoportos művelet része
ja: %@ は一括処理の一部です
tr: %@ toplu bir işlemin parçası
zh_hans: %@ 属于一项批量操作
zh_hk: %@ 屬於一項批次操作

source: %@ successfully installed!
fr: %@ installé avec succès !
hu: %@ sikeresen telepítve!
ja: %@ をインストールしました
tr: %@ başarıyla yüklendi!
zh_hans: %@ 安装成功！
zh_hk: %@ 安裝成功！

source: %@ successfully reinstalled
fr: %@ réinstallé avec succès !
hu: %@ sikeresen újratelepítve!
ja: %@ を再インストールしました
tr: %@ başarıyla yeniden yüklendi
zh_hans: %@ 重新安装成功
zh_hk: %@ 已成功重新安裝

source: %@ successfully uninstalled
fr: %@ désinstallé avec succès !
hu: %@ sikeresen eltávolítva
ja: %@ をアンインストールしました
tr: %@ başarıyla kaldırıldı
zh_hans: %@ 卸载成功
zh_hk: %@ 已成功解除安裝

source: %@ successfully updated
fr: %@ mis à jour avec succès !
hu: %@ sikeresen frissítve!
ja: %@ をアップデートしました
tr: %@ Başarıyla güncellendi
zh_hans: %@ 更新成功
zh_hk: %@ 成功更新

source: %lld apps could not be found
fr: %lld applications sont introuvables
hu: %lld alkalmazás nem található
ja: %lld 件のアプリが見つかりませんでした
tr: %lld uygulama bulunamadı
zh_hans: 找不到 %lld 个应用
zh_hk: 找不到 %lld 個應用程式

source: %lld apps installed
fr: %lld applications installées
hu: %lld alkalmazás telepítve
ja: %lld 件のアプリをインストールしました
tr: %lld uygulama yüklendi
zh_hans: 已安装 %lld 个应用
zh_hk: 已安裝 %lld 個應用程式

source: %lld apps installed, %lld failed
fr: %lld applications installées, %lld échecs
hu: %lld alkalmazás telepítve, %lld sikertelen
ja: %lld 件のアプリをインストールしました。%lld 件失敗しました
tr: %lld uygulama yüklendi, %lld başarısız
zh_hans: 已安装 %lld 个应用，%lld 个失败
zh_hk: 已安裝 %lld 個應用程式，%lld 個失敗

source: %lld apps updated
fr: %lld applications mises à jour
hu: %lld alkalmazás frissítve
ja: %lld 件のアプリをアップデートしました
tr: %lld uygulama güncellendi
zh_hans: 已更新 %lld 个应用
zh_hk: 已更新 %lld 個應用程式

source: %lld apps updated, %lld failed
fr: %lld applications mises à jour, %lld échecs
hu: %lld alkalmazás frissítve, %lld sikertelen
ja: %lld 件のアプリをアップデートしました。%lld 件失敗しました
tr: %lld uygulama güncellendi, %lld başarısız
zh_hans: 已更新 %lld 个应用，%lld 个失败
zh_hk: 已更新 %lld 個應用程式，%lld 個失敗

source: %lld selected
fr: %lld sélectionnées
hu: %lld kijelölve
ja: %lld 件選択中
tr: %lld seçildi
zh_hans: 已选择 %lld 个
zh_hk: 已選取 %lld 個

source: 3 days
fr: Tous les 3 jours
hu: 3 naponta
ja: 3日ごと
tr: 3 günde bir
zh_hans: 每 3 天
zh_hk: 每 3 天

source: A new Homebrew installation will be installed into `~/Library/Application Support/Applite`
fr: Une nouvelle installation Homebrew sera installée dans `~/Library/Application Support/Applite`
hu: Egy új Homebrew telepítés fog kerülni a `~/Library/Application Support/Applite` elérési helyre
ja: 新しい Homebrew が `~/Library/Application Support/Applite` にインストールされます
tr: Yeni bir Homebrew yüklemesi `~/Library/Application Support/Applite` dizinine yapılacak
zh_hans: 新的 Homebrew 安装将被安装到 `~/Library/Application Support/Applite`
zh_hk: 新的 Homebrew 安裝將安裝到 `~/Library/Application Support/Applite`

source: A to Z
fr: A à Z
hu: A-Z
ja: アルファベット順
tr: A'dan Z'ye
zh_hans: A 至 Z
zh_hk: 按字母順序

source: Active Tasks
fr: Tâches actives
hu: Aktív feladatok
ja: アクティブなタスク
tr: Görevler
zh_hans: 活动任务
zh_hk: 活動任務

source: Advanced
fr: Avancé
hu: Haladó
ja: 詳細
tr: İleri Düzey
zh_hans: 高级
zh_hk: 進階

source: After reinstalling, all currently installed apps will be unlinked from Applite. They won't be deleted, but you won't be able to update or uninstall them via Applite.
fr: Après la réinstallation, toutes les applications actuellement installées seront dissociées d'Applite. Elles ne seront pas supprimées, mais vous ne pourrez pas les mettre à jour ni les désinstaller via Applite.
hu: Az újratelepítés után az összes jelenleg telepített alkalmazás nem lesz elérhető az Applite felületén. Nem törlődnek, de nem lehet majd őket frissíteni vagy eltávolítani az Applite-on keresztül.
ja: 再インストール後、現在インストールされているすべてのアプリは Applite からリンク解除されます。これらは削除されませんが、Applite からアップデートやアンインストールはできなくなります。
tr: Yeniden yükledikten sonra, mevcut uygulamalar Applite ile bağlantısını kaybeder. Silinmezler ama Applite üzerinden güncellenemez veya kaldırılamazlar.
zh_hans: 重新安装后，所有当前已安装的应用将与 Applite 解除关联。它们不会被删除，但你将无法通过 Applite 更新或卸载它们。
zh_hk: 重新安裝後，所有目前已安裝的應用程式都將與 Applite 解除關聯。它們不會被刪除，但你將無法透過 Applite 更新或解除安裝它們。

source: All currently installed apps will be unlinked from Applite.
fr: Toutes les applications actuellement installées seront dissociées de Applite.
hu: A jelenleg telepített alkalmazások nem lesznek elérhetők az Applite felületén.
ja: 現在インストールされているすべてのアプリは Applite からリンク解除されます。
tr: Şu anda yüklü olan tüm uygulamaların Applite bağlantısı kesilecek.
zh_hans: 所有当前安装的应用程序将从 Applite 解除链接。
zh_hk: 所有目前安裝的應用程式將從 Applite 取消連結。

source: All other app functions will be disabled during the refresh!
fr: Toutes les autres fonctions de l'application seront désactivées pendant l'actualisation !
hu: A frissítés ideje alatt az alkalmazás összes többi funkciója le lesz tiltva!
ja: 更新中は、アプリの他のすべての機能が無効になります。
tr: Yenileme sırasında uygulamanın diğer tüm işlevleri devre dışı kalır!
zh_hans: 刷新期间，应用的其他所有功能都将被禁用！
zh_hk: 重新整理期間，應用程式的其他所有功能都將被停用！

source: All your apps are up to date.
fr: Toutes vos applications sont à jour.
hu: Minden alkalmazása naprakész.
ja: すべてのアプリが最新です。
tr: Tüm uygulamalarınız güncel.
zh_hans: 你的所有应用都是最新的。
zh_hk: 你的所有應用程式都是最新的。

source: Already have Homebrew? You can switch to it anytime in Settings.
fr: Vous avez déjà Homebrew ? Vous pouvez basculer dessus à tout moment dans les Réglages.
hu: Már van Homebrew-ja? Bármikor átválthat rá a Beállításokban.
ja: すでに Homebrew をお持ちですか？ 設定からいつでも切り替えられます。
tr: Zaten Homebrew'iniz var mı? Ayarlar'dan istediğiniz zaman geçiş yapabilirsiniz.
zh_hans: 已经有 Homebrew 了？你可以随时在“设置”中切换。
zh_hk: 已經有 Homebrew 了？你可以隨時在「設定」中切換。

source: Also show apps from Homebrew taps (third-party repositories) you've added manually. (Homebrew: `tap`)
fr: Affiche également les applications provenant des taps Homebrew (dépôts tiers) que vous avez ajoutés manuellement. (Homebrew : `tap`)
hu: Megjeleníti a kézzel hozzáadott Homebrew tapekből (külső tárolókból) származó alkalmazásokat is. (Homebrew: `tap`)
ja: 手動で追加した Homebrew の Tap（サードパーティのリポジトリ）のアプリも表示します。（Homebrew: `tap`）
tr: Elle eklediğiniz Homebrew tap'lerindeki (üçüncü taraf depolar) uygulamaları da gösterir. (Homebrew: `tap`)
zh_hans: 同时显示你手动添加的 Homebrew tap（第三方仓库）中的应用。（Homebrew：`tap`）
zh_hk: 同時顯示你手動加入的 Homebrew tap（第三方儲存庫）中的應用程式。（Homebrew：`tap`）

source: App Catalog
fr: Catalogue d'applications
hu: Alkalmazáslista
ja: アプリケーションカタログ
tr: Uygulama Kataloğu
zh_hans: 应用目录
zh_hk: 應用程式目錄

source: App has Caveats
fr: L’application a des avertissements
hu: Fontos tudnivalók
ja: 使用上の注意
tr: Uygulamanın uyarıları var
zh_hans: 应用有注意事项
zh_hk: 應用程式有注意事項

source: App is Deprecated
fr: L’application est obsolète
hu: Az alkalmazás elavult
ja: アプリは非推奨です
tr: Uygulama artık önerilmiyor
zh_hans: 应用已弃用
zh_hk: 應用程式已被棄用

source: App is Disabled
fr: L’application est désactivée
hu: Az alkalmazás le van tiltva
ja: アプリは無効です
tr: Uygulama devre dışı
zh_hans: 应用已停用
zh_hk: 應用程式已被停用

source: App launch
fr: Au lancement de l'application
hu: Indításkor
ja: アプリ起動時
tr: Uygulama açılışında
zh_hans: 应用启动时
zh_hk: 應用程式啟動時

source: App Migration
fr: Migration d'applications
hu: Alkalmazások költöztetése
ja: アプリ移行
tr: Uygulama taşıma
zh_hans: 应用迁移
zh_hk: 應用程式遷移

source: App Sources
fr: Sources d'applications
hu: Alkalmazásforrások
ja: アプリのソース
tr: Uygulama kaynakları
zh_hans: 应用来源
zh_hk: 應用程式來源

source: Appearance
fr: Apparence
hu: Megjelenés
ja: 外観
tr: Görünüş
zh_hans: 外观
zh_hk: 外觀

source: Applite can use the system network proxy, but only one protocol (HTTP, HTTPS, or SOCKS5). Select your preferred method.
fr: Applite peut utiliser le proxy réseau du système, mais un seul protocole à la fois (HTTP, HTTPS ou SOCKS5). Sélectionnez celui que vous préférez.
hu: Az Applite használni tudja a rendszer hálózati proxyját, de egyszerre csak egy protokollt (HTTP, HTTPS vagy SOCKS5). Válassza ki a kívántat.
ja: Applite はシステムのネットワークプロキシを使用できますが、プロトコルは 1 つだけです（HTTP、HTTPS、SOCKS5）。使用するものを選択してください。
tr: Applite sistem ağ vekil sunucusunu kullanabilir, ancak yalnızca tek bir protokolle (HTTP, HTTPS veya SOCKS5). Tercih ettiğiniz yöntemi seçin.
zh_hans: Applite 可以使用系统网络代理，但一次只能使用一种协议（HTTP、HTTPS 或 SOCKS5）。请选择你偏好的方式。
zh_hk: Applite 可以使用系統網路代理，但一次只能使用一種協定（HTTP、HTTPS 或 SOCKS5）。請選擇你偏好的方式。

source: Applite couldn't check which of your apps are outdated. Check your Homebrew installation and try again.
fr: Applite n'a pas pu vérifier quelles applications sont obsolètes. Vérifiez votre installation de Homebrew et réessayez.
hu: Az Applite nem tudta ellenőrizni, mely alkalmazásai elavultak. Ellenőrizze a Homebrew telepítését, és próbálja újra.
ja: Applite はどのアプリが古いかを確認できませんでした。Homebrew のインストールを確認して、もう一度お試しください。
tr: Applite hangi uygulamalarınızın güncel olmadığını denetleyemedi. Homebrew yüklemenizi kontrol edip tekrar deneyin.
zh_hans: Applite 无法检查你的哪些应用已过期。请检查 Homebrew 安装后重试。
zh_hk: Applite 無法檢查你的哪些應用程式已過期。請檢查 Homebrew 安裝後重試。

source: Applite couldn't find %@ on your Mac. It may be installed under a different name — try opening it from Spotlight (⌘ Space) or your Applications folder.
fr: Applite n'a pas trouvé %@ sur votre Mac. L'application est peut-être installée sous un autre nom — essayez de l'ouvrir depuis Spotlight (⌘ Espace) ou votre dossier Applications.
hu: Az Applite nem találta a(z) %@ alkalmazást a Macen. Elképzelhető, hogy más néven van telepítve – próbálja megnyitni a Spotlightból (⌘ Szóköz) vagy az Alkalmazások mappából.
ja: Applite は Mac 上で %@ を見つけられませんでした。別の名前でインストールされている可能性があります。Spotlight（⌘ スペース）またはアプリケーションフォルダから開いてみてください。
tr: Applite, Mac'inizde %@ uygulamasını bulamadı. Farklı bir adla yüklenmiş olabilir — Spotlight (⌘ Boşluk) veya Uygulamalar klasörünüzden açmayı deneyin.
zh_hans: Applite 在你的 Mac 上找不到 %@。它可能以其他名称安装 — 请尝试通过“聚焦搜索”（⌘ 空格键）或“应用程序”文件夹打开它。
zh_hk: Applite 在你的 Mac 上找不到 %@。它可能以其他名稱安裝 — 請嘗試透過「Spotlight」（⌘ 空白鍵）或「應用程式」資料夾開啟它。

source: Applite couldn't locate %@ on disk
fr: Applite n'a pas pu localiser %@ sur le disque
hu: Az Applite nem találja a(z) %@ alkalmazást a lemezen
ja: Applite はディスク上で %@ を見つけられませんでした
tr: Applite %@ uygulamasını diskte bulamadı
zh_hans: Applite 在磁盘上找不到 %@
zh_hk: Applite 在磁碟上找不到 %@

source: Applite couldn't open %@
fr: Applite n’a pas pu ouvrir %@
hu: Az Applite nem tudta megnyitni a %@ alkalmazást
ja: Applite は %@ を開けませんでした
tr: Applite %@ uygulamasını açamadı
zh_hans: Applite 无法打开 %@
zh_hk: Applite 無法開啟 %@

source: Applite is downloading Homebrew, the engine it uses to install apps. This only happens once and takes just a few seconds.
fr: Applite télécharge Homebrew, le moteur qu'il utilise pour installer les applications. Cela n'arrive qu'une fois et ne prend que quelques secondes.
hu: Az Applite letölti a Homebrew-t, azt a motort, amellyel az alkalmazásokat telepíti. Erre csak egyszer van szükség, és néhány másodpercig tart.
ja: Applite がアプリのインストールに使用するエンジン「Homebrew」をダウンロードしています。これは最初の一度だけで、数秒で完了します。
tr: Applite, uygulamaları yüklemek için kullandığı motor olan Homebrew'i indiriyor. Bu yalnızca bir kez olur ve birkaç saniye sürer.
zh_hans: Applite 正在下载 Homebrew，它是用来安装应用的引擎。这只会进行一次，只需几秒钟。
zh_hk: Applite 正在下載 Homebrew，它是用來安裝應用程式的引擎。這只會進行一次，只需幾秒鐘。

source: Applite is powered by [Homebrew](https://brew.sh/), a free and open-source tool that installs and keeps your apps up to date behind the scenes. You don't need to set it up or use it directly — Applite takes care of everything for you.
fr: Applite fonctionne grâce à [Homebrew](https://brew.sh/), un outil gratuit et open source qui installe vos applications et les maintient à jour en arrière-plan. Vous n'avez pas besoin de le configurer ni de l'utiliser directement — Applite s'occupe de tout.
hu: Az Applite a [Homebrew](https://brew.sh/) segítségével működik – ez egy ingyenes, nyílt forráskódú eszköz, amely a háttérben telepíti és naprakészen tartja az alkalmazásait. Nem kell beállítania vagy közvetlenül használnia: az Applite mindent elintéz Ön helyett.
ja: Applite は [Homebrew](https://brew.sh/) を利用しています。これは無料のオープンソースツールで、バックグラウンドでアプリのインストールとアップデートを行います。設定したり直接操作したりする必要はありません。すべて Applite が行います。
tr: Applite, uygulamalarınızı arka planda yükleyen ve güncel tutan ücretsiz ve açık kaynaklı bir araç olan [Homebrew](https://brew.sh/) tarafından desteklenmektedir. Onu kurmanıza veya doğrudan kullanmanıza gerek yok — Applite her şeyi sizin için halleder.
zh_hans: Applite 由 [Homebrew](https://brew.sh/) 提供支持，这是一款免费开源工具，会在后台安装应用并保持更新。你无需设置或直接使用它 — Applite 会为你处理好一切。
zh_hk: Applite 由 [Homebrew](https://brew.sh/) 提供支援，這是一款免費開源工具，會在背景安裝應用程式並保持更新。你無需設定或直接使用它 — Applite 會為你處理好一切。

source: Applite is ready
fr: Applite est prêt
hu: Az Applite készen áll
ja: Applite の準備ができました
tr: Applite hazır
zh_hans: Applite 已就绪
zh_hk: Applite 已就緒

source: Applite keeps its own Homebrew current by re-downloading it periodically. Your installed apps are kept.
fr: Applite maintient son propre Homebrew à jour en le retéléchargeant périodiquement. Vos applications installées sont conservées.
hu: Az Applite időnként újra letölti a saját Homebrew-ját, hogy naprakész maradjon. A telepített alkalmazásai megmaradnak.
ja: Applite は自身の Homebrew を定期的に再ダウンロードして最新の状態に保ちます。インストール済みのアプリはそのまま残ります。
tr: Applite, kendi Homebrew'ini düzenli olarak yeniden indirerek güncel tutar. Yüklü uygulamalarınız korunur.
zh_hans: Applite 会定期重新下载自带的 Homebrew，使其保持最新。你已安装的应用会保留。
zh_hk: Applite 會定期重新下載自帶的 Homebrew，使其保持最新。你已安裝的應用程式會保留。

source: Applite's installation
fr: Installation d'Applite
hu: Az Applite saját telepítése
ja: Applite のインストール
tr: Applite yüklemesi
zh_hans: Applite 安装
zh_hk: Applite 的安裝

source: Apps already finished stay installed; the rest are cancelled.
fr: Les applications déjà terminées restent installées ; les autres sont annulées.
hu: A már befejezett alkalmazások telepítve maradnak, a többi megszakad.
ja: 完了済みのアプリはそのまま残り、残りはキャンセルされます。
tr: Tamamlanan uygulamalar yüklü kalır, kalanlar iptal edilir.
zh_hans: 已完成的应用会保留，其余的将被取消。
zh_hk: 已完成的應用程式會保留，其餘的將被取消。

source: Apps Installed
fr: Nombre d'applications installées
hu: Telepített alkalmazások száma
ja: インストール済みアプリ数
tr: Yüklü uygulama
zh_hans: 已安装应用
zh_hk: 安裝的應用程式數量

source: Are you sure you want to permanently uninstall Applite?
fr: Êtes-vous sûr de vouloir désinstaller définitivement Applite ?
hu: Biztos véglegesen eltávolítja az Applite-ot?
ja: Applite を完全にアンインストールしてもよろしいですか？
tr: Applite'ı kalıcı olarak kaldırmak istediğinizden emin misiniz?
zh_hans: 确定要永久卸载 Applite 吗？
zh_hk: 確定要永久解除安裝 Applite 嗎？

source: Auto Updates
fr: Mises à jour automatiques
hu: Automatikus frissítés
ja: 自動アップデート
tr: Otomatik güncelleme
zh_hans: 自动更新
zh_hk: 自動更新

source: Automatically check for updates
fr: Rechercher automatiquement des mises à jour
hu: Frissítések automatikus ellenőrzése
ja: アップデートを自動的にチェックする
tr: Otomatik olarak güncellemeyi denetle
zh_hans: 自动检查更新
zh_hk: 自動檢查更新

source: Automatically download updates
fr: Télécharger automatiquement les mises à jour
hu: Frissítések automatikus letöltése
ja: アップデートを自動的にダウンロードする
tr: Güncellemeleri otomatik olarak indir
zh_hans: 自动下载更新
zh_hk: 自動下載更新

source: Best match
fr: Meilleure correspondance
hu: Legjobb találat
ja: 最適な一致
tr: En iyi eşleşme
zh_hans: 最佳匹配
zh_hk: 最佳匹配

source: Brew Executable Path
fr: Chemin d'accès de l'exécutable Homebrew
hu: Brew futtatható fájl elérési útja
ja: Brew の実行可能パス
tr: Brew çalıştırılabilir dosyasının yolu
zh_hans: Brew 可执行文件路径
zh_hk: Brew 可執行路徑

source: Browse
fr: Parcourir
hu: Tallózás
ja: ブラウズ
tr: Göz at
zh_hans: 浏览
zh_hk: 瀏覽

source: Browse through a handpicked list of awesome apps.
fr: Parcourez une liste triée sur le volet d'applications géniales.
hu: Böngésszen a gondosan válogatott alkalmazások listájában.
ja: 厳選された素晴らしいアプリのリストをご覧ください。
tr: Özenle seçilmiş harika uygulamalar listesine göz atın.
zh_hans: 浏览精选的出色应用列表。
zh_hk: 瀏覽精選的精彩應用程式清單。

source: Browsers
fr: Navigateurs
hu: Böngészők
ja: ブラウザ
tr: Tarayıcılar
zh_hans: 浏览器
zh_hk: 瀏覽器

source: Bundle Version
fr: Version du bundle
hu: Csomagverzió
ja: バンドルバージョン
tr: Paket sürümü
zh_hans: 程序包版本
zh_hk: 套件版本

source: Cancel
fr: Annuler
hu: Mégsem
ja: キャンセル
tr: Vazgeç
zh_hans: 取消
zh_hk: 取消

source: Cask Info
fr: Informations sur le Cask
hu: Cask információ
ja: Cask 情報
tr: Cask bilgisi
zh_hans: Cask 信息
zh_hk: Cask 資訊

source: Categories
fr: Catégories
hu: Kategóriák
ja: カテゴリ
tr: Kategoriler
zh_hans: 分类
zh_hk: 分類

source: Category Sorting Options
fr: Options de tri des catégories
hu: Kategória rendezési beállításai
ja: カテゴリの並べ替えオプション
tr: Kategori sıralama seçenekleri
zh_hans: 分类排序选项
zh_hk: 分類排序選項

source: Check for Updates
fr: Rechercher des mises à jour
hu: Frissítések keresése
ja: アップデートを確認
tr: Güncellemeleri denetle
zh_hans: 检查更新
zh_hk: 檢查更新

source: Check for Updates...
fr: Rechercher des mises à jour...
hu: Frissítések keresése...
ja: アップデートをチェック...
tr: Güncellemeleri denetle…
zh_hans: 检查更新...
zh_hk: 檢查更新…

source: Color Scheme:
fr: Thème :
hu: Színséma:
ja: テーマ：
tr: Renk şeması:
zh_hans: 颜色方案：
zh_hk: 配色方案：

source: Communication
fr: Communications
hu: Kommunikáció
ja: コミュニケーション
tr: İletişim
zh_hans: 通讯
zh_hk: 溝通

source: Continue
fr: Continuer
hu: Folytatás
ja: 続ける
tr: Sürdür
zh_hans: 继续
zh_hk: 繼續

source: Copied
fr: Copié
hu: Másolva
ja: コピーしました
tr: Kopyalandı
zh_hans: 已拷贝
zh_hk: 已複製

source: Copy
fr: Copier
hu: Másolás
ja: コピー
tr: Kopyala
zh_hans: 拷贝
zh_hk: 複製

source: Couldn't Check for Updates
fr: Impossible de rechercher les mises à jour
hu: A frissítések ellenőrzése sikertelen
ja: アップデートを確認できませんでした
tr: Güncellemeler denetlenemedi
zh_hans: 无法检查更新
zh_hk: 無法檢查更新

source: Couldn't download app. No internet connection, or host is unreachable.
fr: Impossible de télécharger l'application. Pas de connexion Internet ou l'hôte est inaccessible.
hu: Alkalmazás letöltése sikertelen. Nincs internetkapcsolat, vagy a forrás nem elérhető.
ja: アプリをダウンロードできませんでした。インターネットに接続されていないか、ホストにアクセスできません。
tr: Uygulama indirilemedi. İnternet bağlantısı yok ya da sunucuya erişilemiyor.
zh_hans: 无法下载应用。可能是因为没有网络连接，或者目标主机无法访问。
zh_hk: 無法下載應用程式。沒有網路連線，或無法存取主機。

source: Couldn't load app catalog
fr: Impossible de charger le catalogue
hu: Alkalmazáslista betöltése sikertelen
ja: カタログを読み込めませんでした
tr: Uygulama kataloğu yüklenemedi
zh_hans: 无法加载应用目录
zh_hk: 無法載入應用程式目錄

source: Couldn't load installed apps
fr: Impossible de charger les applications installées
hu: A telepített alkalmazások betöltése sikertelen
ja: インストール済みアプリを読み込めませんでした
tr: Yüklü uygulamalar listelenemedi
zh_hans: 无法加载已安装的应用
zh_hk: 無法載入已安裝的應用程式

source: Couldn't locate the Homebrew executable at %@. The installation is missing or damaged. Try running `brew doctor` in Terminal.
fr: Impossible de trouver l'exécutable Homebrew à l'emplacement %@. L'installation est manquante ou endommagée. Essayez d'exécuter `brew doctor` dans le Terminal.
hu: A Homebrew futtatható állománya nem található itt: %@. A telepítés hiányzik vagy sérült. Próbálja meg futtatni a `brew doctor` parancsot a Terminálban.
ja: %@ に Homebrew の実行ファイルが見つかりませんでした。インストールが存在しないか、破損しています。ターミナルで `brew doctor` を実行してみてください。
tr: Homebrew çalıştırılabilir dosyası %@ konumunda bulunamadı. Yükleme eksik veya bozuk. Terminal'de `brew doctor` komutunu çalıştırmayı deneyin.
zh_hans: 在 %@ 找不到 Homebrew 可执行文件。安装缺失或已损坏。请尝试在“终端”中运行 `brew doctor`。
zh_hk: 在 %@ 找不到 Homebrew 可執行檔。安裝缺失或已損毀。請嘗試在「終端機」中執行 `brew doctor`。

source: Creative Tools
fr: Outils de création
hu: Digitális alkotás
ja: 作成ツール
tr: Yaratıcı Araçlar
zh_hans: 创意工具
zh_hk: 創意工具

source: Current app version
fr: Version actuelle
hu: Jelenlegi verzió
ja: 現在のバージョン
tr: Geçerli sürüm
zh_hans: 当前版本
zh_hk: 目前版本

source: Currently selected brew path is invalid
fr: Chemin d'accès actuel à Homebrew n'est pas valide
hu: A kiválasztott elérési útvonal helytelen
ja: Homebrew の現在のパスが無効です
tr: Seçili brew yolu geçersiz
zh_hans: 当前选择的 Brew 路径无效
zh_hk: 目前選取的 Brew 路徑無效

source: Custom
fr: Personnalisé
hu: Egyedi
ja: カスタム
tr: Özel
zh_hans: 自定义
zh_hk: 自訂

source: Custom brew path
fr: Chemin d'accès à Homebrew personnalisé
hu: Saját brew elérési útvonal
ja: Brew のカスタムパス
tr: Özel brew yolu
zh_hans: 自定义 Brew 路径
zh_hk: 自訂 brew 路徑

source: Dark
fr: Sombre
hu: Sötét
ja: ダーク
tr: Karanlık
zh_hans: 深色
zh_hk: 深色

source: Delete Homebrew cache
fr: Supprimer le cache de Homebrew
hu: Homebrew gyorsítótár törlése
ja: Homebrew のキャッシュを削除する
tr: Homebrew önbelleğini sil
zh_hans: 删除 Homebrew 缓存
zh_hk: 刪除 Homebrew 快取

source: Deprecated
fr: Obsolète
hu: Elavult
ja: 非推奨
tr: Artık önerilmiyor
zh_hans: 已弃用
zh_hk: 已棄用

source: Deselect All
fr: Tout désélectionner
hu: Kijelölés megszüntetése
ja: すべてを選択解除
tr: Seçimi Kaldır
zh_hans: 取消全选
zh_hk: 取消全選

source: Developer Tools
fr: Outils de développement
hu: Fejlesztői eszközök
ja: 開発ツール
tr: Geliştirici araçları
zh_hans: 开发工具
zh_hk: 開發者工具

source: Disabled
fr: Désactivée
hu: Letiltva
ja: 無効
tr: Etkin değil
zh_hans: 已停用
zh_hk: 已停用

source: Discover
fr: Découvrir
hu: Felfedezés
ja: アプリを探す
tr: Keşfet
zh_hans: 发现
zh_hk: 發現

source: Dismiss
fr: Fermer
hu: Bezárás
ja: 閉じる
tr: Kapat
zh_hans: 关闭
zh_hk: 關閉

source: Dismiss error
fr: Fermer l'erreur
hu: Hibaüzenet bezárása
ja: エラーを閉じる
tr: Hatayı kapat
zh_hans: 关闭错误提示
zh_hk: 關閉錯誤提示

source: Done
fr: Terminé
hu: Kész
ja: 完了
tr: Bitti
zh_hans: 完成
zh_hk: 完成

source: Download Anyway
fr: Télécharger quand même
hu: Telepítés mindenképp
ja: 強制ダウンロード
tr: Yine de indir
zh_hans: 强制下载
zh_hk: 仍要下載

source: Download apps with ease
fr: Téléchargez des applications en toute simplicité
hu: Alkalmazások letöltése könnyedén
ja: アプリを簡単にダウンロード
tr: Kolayca uygulama indir
zh_hans: 轻松下载应用
zh_hk: 輕鬆下載應用程式

source: Download URL
fr: URL de téléchargement
hu: Letöltési cím
ja: ダウンロード URL
tr: İndirme adresi
zh_hans: 下载地址
zh_hk: 下載網址

source: Enabled
fr: Activée
hu: Bekapcsolva
ja: 有効
tr: Etkin
zh_hans: 已启用
zh_hk: 已啟用

source: Environment Variables
fr: Variables d'environnement
hu: Környezeti változók
ja: 環境変数
tr: Ortam değişkenleri
zh_hans: 环境变量
zh_hk: 環境變數

source: Error
fr: Erreur
hu: Hiba
ja: エラー
tr: Hata
zh_hans: 错误
zh_hk: 錯誤

source: Export
fr: Exporter
hu: Exportálás
ja: 書き出す
tr: Dışa Aktar
zh_hans: 导出
zh_hk: 匯出

source: Export Apps…
fr: Exporter les applications…
hu: Alkalmazások exportálása…
ja: アプリを書き出す…
tr: Uygulamaları dışa aktar…
zh_hans: 导出应用…
zh_hk: 匯出應用程式…
